Repository: DeyarZ/wedding-planner
Catalog: weddingplanner/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, es, et, fi, fr, hr, hu, is, it, ja, ko, lv, nb, nl, pl, pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_hans, zh_hant

source: No completed tasks yet
ar: لا توجد مهام مكتملة بعد
cs: Zatím žádné splněné úkoly
da: Ingen fuldførte opgaver endnu
de: Noch keine erledigten Aufgaben
es: Aún sin tareas completadas
et: Veel pole ühtki ülesannet tehtud
fi: Ei vielä valmiita tehtäviä
fr: Aucune tâche terminée
hr: Još nema dovršenih zadataka
hu: Még nincs elvégzett feladat
is: Engum verkefnum lokið enn
it: Ancora nessuna attività completata
ja: 完了したタスクはまだありません
ko: 완료한 할 일이 아직 없어요
lv: Vēl nav paveiktu uzdevumu
nb: Ingen fullførte oppgaver ennå
nl: Nog geen afgeronde taken
pl: Brak ukończonych zadań
pt: Nenhuma tarefa concluída ainda
ro: Nicio sarcină finalizată încă
ru: Выполненных задач пока нет
sk: Zatiaľ žiadne dokončené úlohy
sl: Še ni opravljenih opravil
sv: Inga klara uppgifter än
th: ยังไม่มีสิ่งที่ทำเสร็จ
tr: Henüz tamamlanan görev yok
uk: Виконаних завдань поки немає
vi: Chưa có công việc nào hoàn thành
zh_hans: 还没有已完成的任务
zh_hant: 還沒有完成的任務

source: No date yet is completely normal. We'll build a flexible twelve-month plan and reschedule everything the moment you set one.
ar: عدم تحديد تاريخ بعد أمر طبيعي تمامًا. سنبني خطة مرنة على مدى اثني عشر شهرًا، ونعيد جدولة كل شيء لحظة تحديدك للتاريخ.
cs: Nemít zatím datum je úplně normální. Sestavíme flexibilní dvanáctiměsíční plán a ve chvíli, kdy datum nastavíte, všechno přeplánujeme.
da: Ingen dato endnu er helt normalt. Vi bygger en fleksibel plan over tolv måneder og flytter alting, i det øjeblik I sætter en dato.
de: Noch kein Datum? Völlig normal. Wir bauen einen flexiblen Zwölf-Monats-Plan und legen alles neu, sobald ihr euch festlegt.
es: No tener fecha aún es completamente normal. Crearemos un plan flexible de doce meses y lo reprogramaremos todo en cuanto la fijéis.
et: Kuupäeva puudumine on täiesti tavaline. Koostame paindliku kaheteistkuise plaani ja ajastame kõik ümber kohe, kui kuupäeva paika paned.
fi: On aivan normaalia, ettei päivää ole vielä. Rakennamme joustavan kahdentoista kuukauden suunnitelman ja ajoitamme kaiken uudelleen heti, kun asetat päivän.
fr: Ne pas encore avoir de date est tout à fait normal. Nous bâtissons un plan souple sur douze mois et replanifions tout dès que vous en fixez une.
hr: Sasvim je normalno da datuma još nema. Složit ćemo fleksibilan dvanaestomjesečni plan i sve preraspodijeliti čim ga odredite.
hu: Teljesen normális, ha még nincs dátum. Készítünk egy rugalmas, tizenkét hónapos tervet, és mindent átütemezünk, amint kitűzöd a napot.
is: Það er alveg eðlilegt að eiga eftir að velja dagsetningu. Við búum til sveigjanlega tólf mánaða áætlun og endurskipuleggjum allt um leið og þú velur dag.
it: Non avere ancora una data è del tutto normale. Creeremo un piano flessibile di dodici mesi e riprogrammeremo tutto nel momento in cui la sceglierete.
ja: 日取りがまだ決まっていなくても、まったく問題ありません。柔軟な12か月プランをご用意し、日取りが決まった瞬間にすべてを組み直します。
ko: 아직 날짜가 없어도 전혀 문제없어요. 유연한 12개월 플랜을 만들어 두고, 날짜를 정하는 순간 전체 일정을 다시 잡아드릴게요.
lv: Vēl nav datuma? Tas ir pilnīgi normāli. Mēs izveidosim elastīgu divpadsmit mēnešu plānu un pārkārtosim visu, tiklīdz datumu noteiksi.
nb: Det er helt normalt å ikke ha en dato ennå. Vi lager en fleksibel tolvmånedersplan og flytter alt i det øyeblikket dere setter en dato.
nl: Nog geen datum is heel normaal. We bouwen een flexibel plan van twaalf maanden en plannen alles opnieuw zodra je een datum kiest.
pl: Brak daty to zupełnie normalne. Zbudujemy elastyczny plan na dwanaście miesięcy i przestawimy wszystkie terminy, gdy tylko ją ustalicie.
pt: Não ter data ainda é totalmente normal. Vamos montar um plano flexível de doze meses e reorganizar tudo assim que vocês definirem uma.
ro: E absolut normal să nu aveți încă o dată. Construim un plan flexibil pe douăsprezece luni și reprogramăm totul în clipa în care o stabiliți.
ru: Даты пока нет — это совершенно нормально. Мы построим гибкий план на двенадцать месяцев и пересчитаем все сроки, как только вы её выберете.
sk: Nemať zatiaľ dátum je úplne v poriadku. Zostavíme flexibilný dvanásťmesačný plán a všetko preložíme hneď, ako si dátum určíte.
sl: Če datuma še nimata, je to povsem običajno. Sestavili bomo prilagodljiv dvanajstmesečni načrt in vse prestavili takoj, ko ga določita.
sv: Att inte ha något datum är helt normalt. Vi bygger en flexibel tolvmånadersplan och lägger om allt i samma stund som du sätter ett.
th: ยังไม่มีวันที่ก็เป็นเรื่องปกติมาก เราจะสร้างแผนสิบสองเดือนแบบยืดหยุ่นให้ก่อน แล้วจัดตารางใหม่ทั้งหมดทันทีที่คุณกำหนดวัน
tr: Henüz tarih olmaması gayet normal. Esnek, on iki aylık bir plan kuralım; tarihi belirlediğiniz an her şeyi yeniden düzenleriz.
uk: Не мати дати — це цілком нормально. Ми складемо гнучкий план на дванадцять місяців і перебудуємо його, щойно ви оберете день.
vi: Chưa có ngày cưới là chuyện hoàn toàn bình thường. Chúng tôi sẽ dựng một kế hoạch mười hai tháng linh hoạt và sắp xếp lại mọi thứ ngay khi bạn chọn được ngày.
zh_hans: 还没定日期完全正常。我们先做一份灵活的 12 个月计划，等你们定下日期，所有安排都会自动重排。
zh_hant: 還沒定日期完全正常。我們會先建立一份彈性的十二個月計畫，等你定下日期，一切都會自動重新排程。

source: No deadline
ar: بلا موعد نهائي
cs: Bez termínu
da: Ingen deadline
de: Keine Frist
es: Sin fecha límite
et: Tähtaeg puudub
fi: Ei määräaikaa
fr: Aucune échéance
hr: Bez roka
hu: Nincs határidő
is: Enginn frestur
it: Nessuna scadenza
ja: 期限なし
ko: 마감일 없음
lv: Nav termiņa
nb: Ingen frist
nl: Geen deadline
pl: Bez terminu
pt: Sem prazo
ro: Fără termen limită
ru: Без срока
sk: Bez termínu
sl: Brez roka
sv: Ingen deadline
th: ไม่มีกำหนดเวลา
tr: Son tarih yok
uk: Без дедлайну
vi: Không có hạn chót
zh_hans: 无截止日期
zh_hant: 沒有截止日

source: No documents uploaded yet
ar: لم تُرفع أي مستندات بعد
cs: Zatím nejsou nahrané žádné dokumenty
da: Ingen dokumenter uploadet endnu
de: Noch keine Dokumente hochgeladen
es: Aún sin documentos
et: Ühtki dokumenti pole veel üles laaditud
fi: Ei vielä ladattuja asiakirjoja
fr: Aucun document pour l'instant
hr: Još nema učitanih dokumenata
hu: Még nincs feltöltött dokumentum
is: Engum skjölum hlaðið upp enn
it: Ancora nessun documento
ja: アップロードされた書類はまだありません
ko: 업로드한 문서가 아직 없어요
lv: Vēl nav augšupielādētu dokumentu
nb: Ingen dokumenter lastet opp ennå
nl: Nog geen documenten geüpload
pl: Nie dodano jeszcze dokumentów
pt: Nenhum documento enviado ainda
ro: Niciun document încărcat încă
ru: Документы ещё не загружены
sk: Zatiaľ nie sú nahrané žiadne dokumenty
sl: Naloženih dokumentov še ni
sv: Inga dokument uppladdade än
th: ยังไม่ได้อัปโหลดเอกสาร
tr: Henüz belge yüklenmedi
uk: Документів поки не завантажено
vi: Chưa tải lên tài liệu nào
zh_hans: 还没有上传文件
zh_hant: 尚未上傳任何文件

source: No guests found
ar: لم يُعثر على ضيوف
cs: Nenašli jsme žádné hosty
da: Ingen gæster fundet
de: Keine Gäste gefunden
es: No se encontraron invitados
et: Ühtki külalist ei leitud
fi: Vieraita ei löytynyt
fr: Aucun invité trouvé
hr: Nema pronađenih gostiju
hu: Nem található vendég
is: Engir gestir fundust
it: Nessun ospite trovato
ja: ゲストが見つかりません
ko: 하객을 찾을 수 없어요
lv: Nav atrasts neviens viesis
nb: Fant ingen gjester
nl: Geen gasten gevonden
pl: Nie znaleziono gości
pt: Nenhum convidado encontrado
ro: Niciun invitat găsit
ru: Гости не найдены
sk: Nenašli sa žiadni hostia
sl: Ni najdenih gostov
sv: Inga gäster hittades
th: ไม่พบแขก
tr: Misafir bulunamadı
uk: Гостей не знайдено
vi: Không tìm thấy khách mời nào
zh_hans: 没有找到宾客
zh_hant: 找不到賓客

source: No guests yet
ar: لا يوجد ضيوف بعد
cs: Zatím žádní hosté
da: Ingen gæster endnu
de: Noch keine Gäste
es: Aún sin invitados
et: Külalisi veel pole
fi: Ei vielä vieraita
fr: Aucun invité
hr: Još nema gostiju
hu: Még nincsenek vendégek
is: Engir gestir enn
it: Ancora nessun ospite
ja: ゲストはまだいません
ko: 하객이 아직 없어요
lv: Vēl nav viesu
nb: Ingen gjester ennå
nl: Nog geen gasten
pl: Brak gości
pt: Nenhum convidado ainda
ro: Niciun invitat încă
ru: Гостей пока нет
sk: Zatiaľ žiadni hostia
sl: Gostov še ni
sv: Inga gäster än
th: ยังไม่มีแขก
tr: Henüz misafir yok
uk: Гостей поки немає
vi: Chưa có khách mời nào
zh_hans: 还没有宾客
zh_hant: 還沒有賓客

source: No judgement, ever
ar: بلا أحكام، أبدًا
cs: Nikdy vás nesoudíme
da: Ingen dømmer jer, nogensinde
de: Ganz ohne Urteil
es: Sin juicios, nunca
et: Mitte kunagi hukkamõistu
fi: Ei tuomitsemista, koskaan
fr: Aucun jugement, jamais
hr: Bez osuđivanja, nikad
hu: Semmi ítélkezés, soha
is: Enginn dómur, aldrei
it: Nessun giudizio, mai
ja: 評価も批判もしません
ko: 어떤 답도 괜찮아요
lv: Nekāda nosodījuma, nekad
nb: Ingen dømming, aldri
nl: Nooit een oordeel
pl: Bez oceniania, nigdy
pt: Sem julgamentos, nunca
ro: Fără judecăți, niciodată
ru: Никаких осуждений
sk: Nikdy vás nebudeme súdiť
sl: Nobenega obsojanja, nikoli
sv: Ingen dömer, aldrig
th: ไม่มีการตัดสิน ไม่ว่าเมื่อไร
tr: Asla yargılamayız
uk: Жодного осуду — ніколи
vi: Không bao giờ phán xét
zh_hans: 永远不会评判你们
zh_hant: 我們永遠不會評斷你

source: No meal choice selected
ar: لم يتم اختيار وجبة
cs: Není vybrané žádné jídlo
da: Intet menuvalg valgt
de: Keine Menüwahl getroffen
es: Sin menú elegido
et: Menüüvalikut pole tehtud
fi: Ruokavalintaa ei ole valittu
fr: Aucun choix de menu
hr: Jelo nije odabrano
hu: Nincs kiválasztva étel
is: Ekkert matarval valið
it: Nessuna scelta del menu
ja: お食事が選択されていません
ko: 선택한 식사가 없어요
lv: Ēdiens nav izvēlēts
nb: Ingen menyvalg valgt
nl: Geen maaltijdkeuze gemaakt
pl: Nie wybrano dania
pt: Nenhum menu escolhido
ro: Niciun meniu ales
ru: Блюдо не выбрано
sk: Nie je vybraté žiadne jedlo
sl: Meni ni izbran
sv: Inget menyval gjort
th: ยังไม่ได้เลือกอาหาร
tr: Yemek seçimi yapılmadı
uk: Страву не обрано
vi: Chưa chọn món ăn
zh_hans: 尚未选择餐食
zh_hant: 尚未選擇餐點

source: No notes or special instructions
ar: لا ملاحظات أو تعليمات خاصة
cs: Žádné poznámky ani zvláštní pokyny
da: Ingen noter eller særlige instruktioner
de: Keine Notizen oder Hinweise
es: Sin notas ni indicaciones
et: Märkusi ega erisoove pole
fi: Ei muistiinpanoja tai erityisohjeita
fr: Aucune note ni consigne
hr: Nema bilješki ni posebnih uputa
hu: Nincsenek jegyzetek vagy külön kérések
is: Engar athugasemdir eða sérstök fyrirmæli
it: Nessuna nota o indicazione
ja: メモや特記事項はありません
ko: 메모나 요청 사항이 없어요
lv: Nav piezīmju vai īpašu norādījumu
nb: Ingen notater eller spesielle ønsker
nl: Geen notities of bijzonderheden
pl: Brak notatek i specjalnych uwag
pt: Sem notas ou instruções especiais
ro: Fără notițe sau instrucțiuni speciale
ru: Заметок и особых пожеланий нет
sk: Žiadne poznámky ani špeciálne pokyny
sl: Ni zapiskov ali posebnih navodil
sv: Inga anteckningar eller särskilda önskemål
th: ไม่มีโน้ตหรือคำแนะนำพิเศษ
tr: Not ya da özel talimat yok
uk: Немає нотаток чи особливих побажань
vi: Không có ghi chú hay yêu cầu đặc biệt
zh_hans: 没有备注或特别说明
zh_hant: 沒有備註或特別說明

source: No overdue tasks!
ar: لا مهام متأخرة!
cs: Žádné úkoly po termínu!
da: Ingen forsinkede opgaver!
de: Keine überfälligen Aufgaben!
es: ¡Sin tareas atrasadas!
et: Ühtegi üle tähtaja läinud ülesannet!
fi: Ei myöhässä olevia tehtäviä!
fr: Aucune tâche en retard !
hr: Nema zakašnjelih zadataka!
hu: Nincs késésben lévő feladat!
is: Engin verkefni komin fram yfir!
it: Nessuna attività in ritardo!
ja: 期限切れのタスクはありません！
ko: 기한이 지난 할 일이 없어요!
lv: Nav nokavētu uzdevumu!
nb: Ingen forfalte oppgaver!
nl: Geen achterstallige taken!
pl: Brak zaległych zadań!
pt: Nenhuma tarefa atrasada!
ro: Nicio sarcină întârziată!
ru: Просроченных задач нет!
sk: Žiadne úlohy po termíne!
sl: Nobenega zamujenega opravila!
sv: Inga försenade uppgifter!
th: ไม่มีสิ่งที่เลยกำหนด!
tr: Geciken görev yok!
uk: Прострочених завдань немає!
vi: Không có công việc nào trễ hạn!
zh_hans: 没有逾期任务！
zh_hant: 沒有逾期的任務！

source: No payment due now
ar: لا توجد دفعة مستحقة الآن
cs: Teď není splatná žádná platba
da: Ingen betaling forfalder nu
de: Jetzt keine Zahlung fällig
es: Sin pago ahora
et: Praegu pole midagi tasuda
fi: Ei maksettavaa juuri nyt
fr: Aucun paiement maintenant
hr: Trenutačno nema dospjelih plaćanja
hu: Most nincs esedékes fizetés
is: Engin greiðsla á gjalddaga núna
it: Nessun pagamento ora
ja: 今すぐのお支払いはありません
ko: 지금 결제할 금액이 없어요
lv: Šobrīd nekas nav jāmaksā
nb: Ingen betaling nå
nl: Nu geen betaling verschuldigd
pl: Brak płatności do uregulowania
pt: Nenhum pagamento em aberto agora
ro: Nicio plată scadentă acum
ru: Сейчас платежей нет
sk: Teraz nie je splatná žiadna platba
sl: Zdaj ni ničesar za plačati
sv: Ingen betalning just nu
th: ตอนนี้ยังไม่มีการชำระเงินที่ครบกำหนด
tr: Şu an ödenecek bir şey yok
uk: Наразі платежів немає
vi: Hiện chưa có khoản nào đến hạn
zh_hans: 目前没有待付款项
zh_hant: 目前沒有款項要付

source: No plus ones added
ar: لم يُضف أي مرافق
cs: Není přidaný žádný doprovod
da: Ingen ledsagere tilføjet
de: Noch keine Begleitung
es: Sin acompañantes
et: Kaaslasi pole lisatud
fi: Ei lisättyjä aveceja
fr: Aucun accompagnant
hr: Nema dodanih pratnji
hu: Nincs hozzáadott kísérő
is: Engum fylgdargestum bætt við
it: Nessun accompagnatore
ja: 同伴者は追加されていません
ko: 추가한 동반자가 없어요
lv: Nav pievienots neviens pavadonis
nb: Ingen følge lagt til
nl: Geen introducés toegevoegd
pl: Nie dodano osób towarzyszących
pt: Nenhum acompanhante adicionado
ro: Niciun însoțitor adăugat
ru: Сопровождающие не добавлены
sk: Nie je pridaný žiadny sprievod
sl: Dodanih spremljevalcev ni
sv: Inga medföljande tillagda
th: ยังไม่ได้เพิ่มผู้ติดตาม
tr: Refakatçi eklenmedi
uk: Супутників не додано
vi: Chưa thêm người đi cùng nào
zh_hans: 还没有添加同行宾客
zh_hant: 尚未新增攜伴

source: No schedule created yet
ar: لم يُنشأ جدول بعد
cs: Zatím není vytvořený žádný program
da: Intet program oprettet endnu
de: Noch kein Ablauf erstellt
es: Aún sin cronograma
et: Kava pole veel koostatud
fi: Aikataulua ei ole vielä luotu
fr: Aucun programme pour l'instant
hr: Još nije izrađen raspored
hu: Még nincs elkészített menetrend
is: Engin dagskrá búin til enn
it: Ancora nessun programma
ja: 進行表はまだ作成されていません
ko: 만든 일정이 아직 없어요
lv: Grafiks vēl nav izveidots
nb: Ingen kjøreplan laget ennå
nl: Nog geen dagprogramma gemaakt
pl: Nie utworzono jeszcze planu dnia
pt: Nenhum cronograma criado ainda
ro: Niciun program creat încă
ru: Расписание ещё не создано
sk: Zatiaľ nie je vytvorený program
sl: Urnik še ni ustvarjen
sv: Inget schema skapat än
th: ยังไม่ได้สร้างกำหนดการ
tr: Henüz program oluşturulmadı
uk: Розклад ще не створено
vi: Chưa tạo lịch trình nào
zh_hans: 还没有创建流程
zh_hant: 尚未建立婚禮流程

source: No tasks for today
ar: لا مهام لليوم
cs: Na dnešek žádné úkoly
da: Ingen opgaver i dag
de: Heute keine Aufgaben
es: Sin tareas para hoy
et: Tänaseks ülesandeid pole
fi: Ei tehtäviä tälle päivälle
fr: Aucune tâche aujourd'hui
hr: Nema zadataka za danas
hu: Mára nincs feladat
is: Engin verkefni í dag
it: Nessuna attività per oggi
ja: 今日のタスクはありません
ko: 오늘 할 일이 없어요
lv: Šodien nav uzdevumu
nb: Ingen oppgaver i dag
nl: Geen taken voor vandaag
pl: Brak zadań na dziś
pt: Nenhuma tarefa para hoje
ro: Nicio sarcină pentru azi
ru: На сегодня задач нет
sk: Na dnes žiadne úlohy
sl: Danes ni opravil
sv: Inga uppgifter i dag
th: วันนี้ไม่มีสิ่งที่ต้องทำ
tr: Bugün için görev yok
uk: На сьогодні завдань немає
vi: Hôm nay không có công việc nào
zh_hans: 今天没有任务
zh_hant: 今天沒有任務

source: No thanks, I'll plan on my own
ar: لا شكرًا، سأخطط بنفسي
cs: Ne, děkuji, naplánuji si to po svém
da: Nej tak, jeg planlægger selv
de: Nein danke, ich plane allein weiter
es: No, gracias, sigo por mi cuenta
et: Tänan, ei — planeerin ise
fi: Ei kiitos, suunnittelen itse
fr: Non merci, je continue seule
hr: Ne, hvala, planirat ću na svoju ruku
hu: Kösz, nem, inkább egyedül tervezek
is: Nei takk, ég geri þetta á eigin spýtur
it: No grazie, continuo da sola
ja: いいえ、自分たちで進めます
ko: 괜찮아요, 직접 준비할게요
lv: Nē, paldies, plānošu bez palīdzības
nb: Nei takk, jeg planlegger på egen hånd
nl: Nee bedankt, ik plan het zelf
pl: Nie, dziękuję — wolę planować po swojemu
pt: Não, obrigado, eu organizo por conta própria
ro: Nu, mulțumesc, planific pe cont propriu
ru: Нет, спасибо, справлюсь без этого
sk: Nie, ďakujem, naplánujeme si to sami
sl: Ne, hvala, načrtovala bova sama
sv: Nej tack, jag planerar själv
th: ไม่เป็นไร ฉันจะวางแผนเอง
tr: Teşekkürler, kendim planlarım
uk: Ні, дякую, плануватиму самостійно
vi: Không, cảm ơn, tôi sẽ tự lo liệu
zh_hans: 不用了，我自己来筹备
zh_hant: 不用了，我自己規劃就好

source: No thanks, I'm happy with my plan
ar: لا شكرًا، أنا راضٍ عن خطتي
cs: Ne, děkuji, můj plán mi vyhovuje
da: Nej tak, jeg er glad for min plan
de: Nein danke, mein Plan passt so
es: No, gracias, estoy bien con mi plan
et: Tänan, ei — olen oma plaaniga rahul
fi: Ei kiitos, olen tyytyväinen suunnitelmaani
fr: Non merci, mon plan me convient
hr: Ne, hvala, moj mi plan odgovara
hu: Kösz, nem, elégedett vagyok a tervemmel
is: Nei takk, áætlunin mín dugar mér
it: No grazie, il mio piano va bene così
ja: いいえ、今のプランで満足しています
ko: 괜찮아요, 지금 플랜으로 충분해요
lv: Nē, paldies, mans plāns mani apmierina
nb: Nei takk, jeg er fornøyd med planen min
nl: Nee bedankt, ik ben tevreden met mijn plan
pl: Nie, dziękuję — mój plan mi wystarcza
pt: Não, obrigado, estou feliz com meu plano
ro: Nu, mulțumesc, sunt mulțumit de planul meu
ru: Нет, спасибо, меня всё устраивает
sk: Nie, ďakujem, môj plán mi vyhovuje
sl: Ne, hvala, načrt mi ustreza
sv: Nej tack, jag är nöjd med min plan
th: ไม่เป็นไร ฉันพอใจกับแผนของฉันแล้ว
tr: Teşekkürler, planımdan memnunum
uk: Ні, дякую, мене влаштовує мій план
vi: Không, cảm ơn, tôi hài lòng với kế hoạch của mình
zh_hans: 不用了，我对现在的计划很满意
zh_hant: 不用了，我對現在的方案很滿意

source: No transactions recorded
ar: لا توجد معاملات مسجّلة
cs: Žádné zaznamenané transakce
da: Ingen transaktioner registreret
de: Noch keine Transaktionen
es: Sin transacciones registradas
et: Tehinguid pole salvestatud
fi: Ei kirjattuja maksutapahtumia
fr: Aucune transaction enregistrée
hr: Nema zabilježenih transakcija
hu: Nincs rögzített tranzakció
is: Engar færslur skráðar
it: Nessuna transazione registrata
ja: 取引の記録はありません
ko: 기록된 거래가 없어요
lv: Nav reģistrētu darījumu
nb: Ingen transaksjoner registrert
nl: Geen transacties vastgelegd
pl: Brak zapisanych transakcji
pt: Nenhuma transação registrada
ro: Nicio tranzacție înregistrată
ru: Операции не записаны
sk: Žiadne zaznamenané transakcie
sl: Ni zabeleženih transakcij
sv: Inga transaktioner registrerade
th: ไม่มีรายการเงินที่บันทึกไว้
tr: Kayıtlı işlem yok
uk: Транзакцій не записано
vi: Chưa ghi nhận giao dịch nào
zh_hans: 没有交易记录
zh_hant: 沒有交易紀錄

source: No transactions yet
ar: لا توجد معاملات بعد
cs: Zatím žádné transakce
da: Ingen transaktioner endnu
de: Noch keine Transaktionen
es: Aún sin transacciones
et: Tehinguid veel pole
fi: Ei vielä maksutapahtumia
fr: Aucune transaction
hr: Još nema transakcija
hu: Még nincsenek tranzakciók
is: Engar færslur enn
it: Ancora nessuna transazione
ja: 取引はまだありません
ko: 거래 내역이 아직 없어요
lv: Vēl nav darījumu
nb: Ingen transaksjoner ennå
nl: Nog geen transacties
pl: Brak transakcji
pt: Nenhuma transação ainda
ro: Nicio tranzacție încă
ru: Операций пока нет
sk: Zatiaľ žiadne transakcie
sl: Transakcij še ni
sv: Inga transaktioner än
th: ยังไม่มีรายการเงิน
tr: Henüz işlem yok
uk: Транзакцій поки немає
vi: Chưa có giao dịch nào
zh_hans: 还没有交易
zh_hant: 還沒有交易紀錄

source: No upcoming payments
ar: لا توجد دفعات قادمة
cs: Žádné nadcházející platby
da: Ingen kommende betalinger
de: Keine anstehenden Zahlungen
es: Sin pagos próximos
et: Eelseisvaid makseid pole
fi: Ei tulevia maksuja
fr: Aucun paiement à venir
hr: Nema nadolazećih plaćanja
hu: Nincs közelgő fizetés
is: Engar greiðslur framundan
it: Nessun pagamento in arrivo
ja: 今後のお支払いはありません
ko: 예정된 결제가 없어요
lv: Nav gaidāmu maksājumu
nb: Ingen kommende betalinger
nl: Geen aankomende betalingen
pl: Brak nadchodzących płatności
pt: Nenhum pagamento próximo
ro: Nicio plată viitoare
ru: Предстоящих платежей нет
sk: Žiadne nadchádzajúce platby
sl: Ni prihajajočih plačil
sv: Inga kommande betalningar
th: ไม่มีการชำระเงินที่กำลังจะถึง
tr: Yaklaşan ödeme yok
uk: Найближчих платежів немає
vi: Không có khoản thanh toán nào sắp tới
zh_hans: 没有即将到期的付款
zh_hant: 近期沒有要付的款項

source: No vendors found
ar: لم يُعثر على موردين
cs: Nenašli jsme žádné dodavatele
da: Ingen leverandører fundet
de: Keine Dienstleister gefunden
es: No se encontraron proveedores
et: Ühtki teenusepakkujat ei leitud
fi: Palveluntarjoajia ei löytynyt
fr: Aucun prestataire trouvé
hr: Nema pronađenih dobavljača
hu: Nem található szolgáltató
is: Engir þjónustuaðilar fundust
it: Nessun fornitore trovato
ja: 業者が見つかりません
ko: 업체를 찾을 수 없어요
lv: Nav atrasts neviens pakalpojumu sniedzējs
nb: Fant ingen leverandører
nl: Geen leveranciers gevonden
pl: Nie znaleziono usługodawców
pt: Nenhum fornecedor encontrado
ro: Niciun furnizor găsit
ru: Подрядчики не найдены
sk: Nenašli sa žiadni dodávatelia
sl: Ni najdenih ponudnikov
sv: Inga leverantörer hittades
th: ไม่พบผู้ให้บริการ
tr: Tedarikçi bulunamadı
uk: Підрядників не знайдено
vi: Không tìm thấy nhà cung cấp nào
zh_hans: 没有找到供应商
zh_hant: 找不到廠商

source: No vendors yet
ar: لا يوجد موردون بعد
cs: Zatím žádní dodavatelé
da: Ingen leverandører endnu
de: Noch keine Dienstleister
es: Aún sin proveedores
et: Teenusepakkujaid veel pole
fi: Ei vielä palveluntarjoajia
fr: Aucun prestataire
hr: Još nema dobavljača
hu: Még nincsenek szolgáltatók
is: Engir þjónustuaðilar enn
it: Ancora nessun fornitore
ja: 業者はまだ登録されていません
ko: 업체가 아직 없어요
lv: Vēl nav pakalpojumu sniedzēju
nb: Ingen leverandører ennå
nl: Nog geen leveranciers
pl: Brak usługodawców
pt: Nenhum fornecedor ainda
ro: Niciun furnizor încă
ru: Подрядчиков пока нет
sk: Zatiaľ žiadni dodávatelia
sl: Ponudnikov še ni
sv: Inga leverantörer än
th: ยังไม่มีผู้ให้บริการ
tr: Henüz tedarikçi yok
uk: Підрядників поки немає
vi: Chưa có nhà cung cấp nào
zh_hans: 还没有供应商
zh_hant: 還沒有廠商

source: Normal
ar: عادية
cs: Normální
et: Tavaline
fi: Normaali
fr: Normale
hr: Uobičajen
hu: Normál
is: Venjulegur
it: Normale
ja: 普通
ko: 보통
lv: Normāla
nl: Normaal
pl: Normalny
ro: Normală
ru: Обычный
sk: Normálna
sl: Običajna
th: ปกติ
uk: Звичайний
vi: Bình thường
zh_hans: 普通
zh_hant: 一般

source: Not Selected
ar: غير محدد
cs: Nevybráno
da: Ikke valgt
de: Nicht gewählt
es: Sin seleccionar
et: Pole valitud
fi: Ei valittu
fr: Non renseigné
hr: Nije odabrano
hu: Nincs kiválasztva
is: Ekki valið
it: Non selezionato
ja: 未選択
ko: 선택 안 함
lv: Nav izvēlēts
nb: Ikke valgt
nl: Niet geselecteerd
pl: Nie wybrano
pt: Não selecionado
ro: Neselectat
ru: Не выбрано
sk: Nevybraté
sl: Ni izbrano
sv: Inte valt
th: ยังไม่ได้เลือก
tr: Seçilmedi
uk: Не обрано
vi: Chưa chọn
zh_hans: 未选择
zh_hant: 未選擇

source: Not missing a deadline
ar: عدم تفويت أي موعد
cs: Nezmeškat termín
da: Ikke at misse en deadline
de: Keine Frist verpassen
es: No saltarnos ninguna fecha
et: Tähtaegadest kinnipidamine
fi: Määräajoissa pysyminen
fr: Ne rater aucune échéance
hr: Da ne propustite rok
hu: Egy határidőt se elmulasztani
is: Að missa ekki af fresti
it: Non perdere una scadenza
ja: 期限を逃さないこと
ko: 마감일을 놓치지 않는 것
lv: Nenokavēt termiņu
nb: Å ikke miste en frist
nl: Geen deadline missen
pl: Niczego nie przegapić
pt: Não perder nenhum prazo
ro: Să nu ratezi niciun termen
ru: Не пропустить ни одного срока
sk: Nezmeškať termín
sl: Da ne zamudita roka
sv: Att inte missa en deadline
th: การไม่พลาดกำหนดเวลา
tr: Son tarihi kaçırmamak
uk: Не пропустити дедлайн
vi: Không trễ hạn nào
zh_hans: 不错过任何期限
zh_hant: 不錯過任何期限

source: Not now
ar: ليس الآن
cs: Teď ne
da: Ikke nu
de: Jetzt nicht
es: Ahora no
et: Mitte praegu
fi: Ei nyt
fr: Pas maintenant
hr: Ne sada
hu: Most nem
is: Ekki núna
it: Non ora
ja: 今はしない
ko: 지금은 안 할래요
lv: Ne tagad
nb: Ikke nå
nl: Niet nu
pl: Nie teraz
pt: Agora não
ro: Nu acum
ru: Не сейчас
sk: Teraz nie
sl: Ne zdaj
sv: Inte nu
th: ยังไม่ใช่ตอนนี้
tr: Şimdi değil
uk: Не зараз
vi: Không phải bây giờ
zh_hans: 暂时不用
zh_hant: 現在不要
